{
  "LuaSnip": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "cisco.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "friendly-snippets": { "branch": "main" },
  "hoon.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "minimalist": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oceanic-next": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "perlomni.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow_parentheses.vim": { "branch": "master" },
  "srcery-vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-afterimage": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-apathy": { "branch": "master" },
  "vim-avro": { "branch": "master" },
  "vim-bufferline": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-colortemplate": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-dotenv": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-galactic": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-hardtime": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-mundo": { "branch": "master" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-obsession": { "branch": "master" },
  "vim-perl": { "branch": "dev" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-solarized8": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-taskjuggler": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vividchalk": { "branch": "master" },
  "vista.vim": { "branch": "master" }
}
