{
  "Comment.nvim": {
    "branch": "master"
  },
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "base16-nvim": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "copilot-lsp": {
    "branch": "main"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lock.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-go": {
    "branch": "main"
  },
  "neotest-jest": {
    "branch": "main"
  },
  "neotest-python": {
    "branch": "master"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-numbertoggle": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "sidekick.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-abolish": {
    "branch": "master"
  },
  "vim-afterimage": {
    "branch": "master"
  },
  "vim-apathy": {
    "branch": "master"
  },
  "vim-characterize": {
    "branch": "master"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dispatch": {
    "branch": "master"
  },
  "vim-dotenv": {
    "branch": "master"
  },
  "vim-eunuch": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-galactic": {
    "branch": "master"
  },
  "vim-jdaddy": {
    "branch": "master"
  },
  "vim-lastplace": {
    "branch": "master"
  },
  "vim-mundo": {
    "branch": "master"
  },
  "vim-obsession": {
    "branch": "master"
  },
  "vim-projectionist": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-rsi": {
    "branch": "master"
  },
  "vim-sensible": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-speeddating": {
    "branch": "master"
  },
  "vim-startify": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-tbone": {
    "branch": "master"
  },
  "vim-unimpaired": {
    "branch": "master"
  },
  "vim-vividchalk": {
    "branch": "master"
  }
}
